Revit 2024 API
SpecTypeId.StructuralVelocity Property
 Velocity, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId StructuralVelocity { get; }
Visual Basic
Public Shared ReadOnly Property StructuralVelocity As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralVelocity {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace